---
layout: post
title: "Джон Чарльз Райл"       # Title of the post
description:  Джон Чарльз Райл (J. C. Ryle). Биография     # Description of the post, used for Facebook Opengraph & Twitter
headline: Джон Чарльз Райл      # Will appear in bold letters on top of the post
modified: 2017-11-16                 # Date
category: биографии
tags: [биография, Райл]
image: 
comments: false
mathjax:
---

Джон Чарльз Райл (J. C. Ryle)
1816-1900

Джон Чарльз Райл родился 10 мая 1816 года в Маклсфилде. 

Свое образование он получил в колледже Крайст Чёрч (Christe Church), в  Итоне, а затем в Оксфордском университете. 
В 1837 году Райл с верой обратился к Господу и обрел спасение в Иисусе Христе. 
В 1841 году был поставлен служителем Англиканской церкви, епископом ново-созданной церкви в Ливерпуле. 
На протяжении 30 лет совершал служение в различных графствах и поселениях Англии. 
Он являлся защитником евангельской веры, поборником религиозных ритуалов и формализма. 
За время служения приобрел огромную известность и любовь верующих. 

В феврале 1900 года, после многих лет преданного служения Богу и людям, в возрасте 83 лет, Джон Чарльз Райл оставил служение. 
Через некоторое время, 10 июня, того же года, он умер и был похоронен в церкви «Всех Святых», в Ливерпуле. 

Джон Райл был плодотворным проповедником и писателем. 
Его книги и изданные проповеди до сих пор продолжают оказывать благословенное влияние на современных христиан, спустя множество лет после его смерти. 
